#### MSup2PerKN Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol mÂ²/kN, indicating unit Square meters per kilonewton.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId MSup2PerKN { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property MSup2PerKN As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ MSup2PerKN { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace